tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "petere/postgresql"
brew "aws-sam-cli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binutils"
brew "broot"
brew "coreutils"
brew "ctop"
brew "curl"
brew "deno"
brew "diffutils"
brew "duf"
brew "dust"
brew "emacs"
brew "exa"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "openjdk"
brew "gradle"
brew "htop"
brew "httpie"
brew "inetutils"
brew "lazygit"
brew "less"
brew "make"
brew "man-db"
brew "moreutils"
brew "mutt"
brew "neovim"
brew "node"
brew "openssh"
brew "openvpn"
brew "pnpm"
brew "ranger"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
cask "discord"
cask "docker"
cask "epic-games"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "gzdoom"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mongodb-compass"
cask "openvpn-connect"
cask "protonvpn"
cask "raycast"
cask "steam"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asf.apache-netbeans-java"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "LeonardSSH.vscord"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
