tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/linux-fonts"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "deno"
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "elfutils"
brew "exa"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glab"
brew "glibc"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "inetutils"
brew "lazygit"
brew "llvm"
brew "lua"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "make"
brew "moreutils"
brew "neovim"
brew "node"
brew "openssh"
brew "pkg-config"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "ranger"
brew "rust"
brew "stylua"
brew "tea"
brew "tmux"
brew "tree"
brew "wapm"
brew "wasmer"
brew "wget"
brew "whalebrew"
brew "yarn"
brew "homebrew/linux-fonts/font-fira-code"
brew "homebrew/linux-fonts/font-fira-code-nerd-font"
vscode "antfu.file-nesting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "mattpocock.ts-error-translator"
vscode "ms-vscode-remote.remote-wsl"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-css-variables"
vscode "vunguyentuan.vscode-postcss"
vscode "yoavbls.pretty-ts-errors"
