tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
brew "aws-sam-cli"
brew "bash"
brew "bash-completion@2"
brew "binutils"
brew "coreutils"
brew "curl"
brew "deno"
brew "diffutils"
brew "exa"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "gnu-sed"
brew "gnu-tar"
brew "openjdk"
brew "gradle"
brew "htop"
brew "inetutils"
brew "lazygit"
brew "make"
brew "moreutils"
brew "neomutt"
brew "neovim"
brew "node"
brew "openssh"
brew "p7zip"
brew "pnpm"
brew "ranger"
brew "recutils"
brew "rust"
brew "tmux"
brew "tree"
brew "wapm"
brew "wasmer"
brew "wget"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "epic-games"
cask "gzdoom"
cask "iterm2"
cask "jetbrains-toolbox"
cask "mongodb-compass"
cask "raycast"
cask "steam"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.file-nesting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "LeonardSSH.vscord"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-wsl"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-css-variables"
vscode "vunguyentuan.vscode-postcss"
vscode "yoavbls.pretty-ts-errors"
